const replaceItemObj = {
  파충류고기류: "파충류고기류",
  "도마뱀 고기": "파충류고기류",
  "와라곤 고기": "파충류고기류",
  "웜 고기": "파충류고기류",
  "치타룡 고기": "파충류고기류",
  채소류: "채소류",
  양배추: "채소류",
  토마토: "채소류",
  파프리카: "채소류",
  호박: "채소류",
  올리브: "채소류",
  새고기류: "새고기류",
  닭고기: "새고기류",
  "쿠쿠새 고기": "새고기류",
  "새 고기": "새고기류",
  "홍학 고기": "새고기류",
};
const replaceItemArr = {
  파충류고기류: ["도마뱀 고기", "와라곤 고기", "웜 고기", "치타룡 고기"],
  채소류: ["양배추", "토마토", "파프리카", "호박", "올리브"],
  새고기류: ["닭고기", "쿠쿠새 고기", "새 고기", "홍학 고기"],
};

module.exports.replaceItemObj = replaceItemObj;
module.exports.replaceItemArr = replaceItemArr;
